{"last_run_values": [["USDJPY", "https://s3.tradingview.com/l/lCcybhgc_mid.png", "usd/jpy on sell side", "15", "jadhaodipak999", 1701139671.0, "Not Mentioned By Author", "market will not give you easy money it has to be earned\nusd/jpy is in continuous down trend and here everyone is thinking about to short it\nbut it has nature of first  trapping buyers and then it may gives down direction\nso here is the plan"], ["GBPUSD", "https://s3.tradingview.com/t/tJaP20Kz_mid.png", "GBPUDR", "1D", "Charttechtrading", 1701139665.0, "Not Mentioned By Author", "Long side good movements with buying pressure e can see\n\n\n\n\nin this zone huge buying we will see(1.2677)"], ["EURUSD", "https://s3.tradingview.com/r/RcAWFYD7_mid.png", "EURUSD Breakdown", "1W", "Jatin31", 1701139554.0, "Not Mentioned By Author", "As we can see on weekly chart the price ahs already breakdown and retraced the trendline as it is close to the resistance level its very important to stay alert at this point and wait for good opportunity. Once it rejects the resistance level we can further see the 1.07 and 1.05 level as well. To be precise i am bearish for this trade as i can clearly see the..."], ["EURUSD", "https://s3.tradingview.com/u/UyKfiugK_mid.png", "EURUSD continues to surf prices", "1D", "Samson-FX", 1701138572.0, "Not Mentioned By Author", "Currently, EURUSD is maintaining an upward trend in the early trading hours of the new week, at the level of 1.094. The price is currently directly facing the resistance level of 1.095.\n\nIt can be argued that business activity in the private sector in the United States is predicted to slow down in November. In the event of disappointing PMI results, the US Dollar..."], ["GBPUSD", "https://s3.tradingview.com/a/AV3MgO9N_mid.png", "GBPUSD holds higher than 1,2600", "240", "Samson-FX", 1701138562.0, "Not Mentioned By Author", "The GBPUSD continues to trade with a slight price increase. Currently, the currency pair is still performing well within an upward price channel, and the 34 and 89 EMA lines are stable around the 1.259 area.\n\nThe price is being supported by a weaker US dollar and strong PMI data from the UK, which was released last Thursday. Thin trading conditions may amplify..."], ["GBPUSD", "https://s3.tradingview.com/1/12uPW4fn_mid.png", "GBPUSD: may increase the price further", "60", "Samson-FX", 1701138515.0, "Not Mentioned By Author", "Driven by the weaker US dollar, GBP/USD continues to hold steady above the 1.2600 level and trades at its highest point in two months. It reached a peak at 1.2645 before retreating and seeking support at 1.2600. At the time of writing, the price is trading at 1.2639 and remains stable on the 4-hour timeframe.\n\nThe market is experiencing a decline, evident by its..."]]}