{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/e/EKuGgqH8_mid.png", "GBPUSD trend - 3/1", "1D", "1uptick", 1704262443.0, "Not Mentioned By Author", "The US dollar strengthened yesterday, making significant adjustments in all major currencies. GBPUSD retreated from its recent high of 1.2763. Before the US session opened, it broke below the upward trend support(1) originating from mid-November, triggering a round of selling. It has gone all the way to a low of 1.2612, breaching last week's low of 1.2640..."], ["EURUSD", "https://s3.tradingview.com/l/Lq5nFsdo_mid.png", "Today setup", "60", "shabeeb_", 1704261686.0, "Not Mentioned By Author", "Same  the eurousd setup \nMejority there touching 1hr ob"], ["EURUSD", "https://s3.tradingview.com/i/IUvetd3d_mid.png", "Eurousd today setup", "60", "shabeeb_", 1704261511.0, "Not Mentioned By Author", "There is two setup \n \n \n  buy \n \n \n  sell\nBuy order placed order block and sell order placed after 1hr ob and 4hr fvg"], ["AUDUSD", "https://s3.tradingview.com/u/UXO9Jlom_mid.png", "AUDUSD: Australian Dollar Hovers at Near 2-Week Lows", "D", "Claramellorforex", 1704261296.0, "Not Mentioned By Author", "The Australian dollar held below $0.678, hovering at its lowest levels in nearly two weeks, weighed down by a rebound in the US dollar as investors pared back aggressive bets on Federal Reserve interest rate cuts this year. \n\nA cautious turn in  risk sentiment also pressured the aussie, with stocks and commodities retreating sharply from recent highs while..."], ["GBPUSD", "https://s3.tradingview.com/k/ktIpAt9f_mid.png", "GBPUSD MULTI TIME FRAME ANALYSIS", "15", "okako_trading", 1704260815.0, "Not Mentioned By Author", "Hello traders , here is the full multi time frame analysis for this pair, let me know in the comment section below if you have any questions , the entry will be taken only if all rules of the strategies will be satisfied. wait for more price action to develop before taking any position. I suggest you keep this pair on your watchlist and see if the rules of your..."]]}