{"last_run_values": [["AUDJPY", "https://s3.tradingview.com/d/DxVWzt0F_mid.png", "AUD JPY PRICE - DOWN FALL TILL 98.229 MARKED PRICE LINE", "15", "FOREX_TRADER_007", 1711950319.0, "Not Mentioned By Author", "AUD JPY PRICE - DOWN FALL TILL 98.229 MARKED PRICE LINE, after breaking the supply zone , wait for the price pull back take a short entry, as shown in the picture, nd also follow for more live updates @FOREX_TRADER_007"], ["USDJPY", "https://s3.tradingview.com/x/XD6C5N9q_mid.png", "USD JPY Pullback expected !!!", "240", "Jimmy_Rebello", 1711949344.0, "Not Mentioned By Author", "The price has cleared 151 lvl and halting near the resistance 151.950 or 152 as rd fig \nthis resistance is monthly high \n\nexpected the price to go sideways and make a build up before making the breakout \nalso as decided in the post of DXY, similarly here some fair value area are let behind after strong one side up move \n\n149.700 to 149.550 there is good fvg to..."], ["EURUSD", "https://s3.tradingview.com/h/HRPpcku8_mid.png", "EUR USD PRICE - DOWN FALL TILL 1.07737 MARKED PRICE LINE", "15", "FOREX_TRADER_007", 1711949121.0, "Not Mentioned By Author", "EUR USD PRICE - DOWN FALL TILL 1.07737 marked price line, at till end of the tokyo sessions traders will be break the past fridays low at 1.07737, take a short entry as shown in the picture, \nnd also follow for more live updates @FOREX_TRADER_007"], ["NZDCAD", "https://s3.tradingview.com/e/EqCQ4wHn_mid.png", "NZDCAD - Swing Trade on Buy Side", "240", "akshit_official", 1711948054.0, "Not Mentioned By Author", "Symbol - NZDCAD\n\nNZDCAD is currently trading at 0.80920\n\nI'm seeing a trading opportunity on buy side.\n\nBuying NZDCAD pair at CMP 0.80920\n\nI will be adding more if 0.80200 comes & will hold with SL of 0.79000 - 0.79200\n\nTargets I'm expecting are 0.82500 - 0.82800 & beyond.\n\n\n\n\n\nDisclaimer - Do not consider this as a buy/sell recommendation. I'm sharing my analysis..."], ["GBPUSD", "https://s3.tradingview.com/7/7wAIsz9u_mid.png", "GBPUSD: Trend still mysterious!", "1D", "RKarina", 1711947270.0, "Not Mentioned By Author", "GBP/USD held steady today, hovering slightly up around 1.2630 during Asian hours on Monday. The US dollar's daily losses recover somewhat amid risk aversion ahead of the release of US ISM Manufacturing PMI data expected later in the North American session, capping levels increase of this currency pair.\n\nLooking at the short-term outlook: The pair appears to be..."]]}