{"last_run_values": [["EURUSD", "https://s3.tradingview.com/c/c0mVO1fC_mid.png", "EUR/USD: Stronger discounts continue!", "240", "RKarina", 1710906295.0, "Not Mentioned By Author", "Hello dear friends! What do you think about the current trend of EURUSD?\n\nToday, EURUSD continues to decline, seemingly trying to gather strength to bounce back as the US dollar strengthens for the third consecutive day.\n\nCurrently trading near the 1.0849 level, a quick look at the technical analysis chart shows that the downward momentum is still leading. As a..."], ["EURUSD", "https://s3.tradingview.com/7/7XumjYs8_mid.png", "EURUSD : Are there additional discounts?", "240", "RKarina", 1710906278.0, "Not Mentioned By Author", "Hello, beloved friends! Let's together explore the heartbeat of the EURUSD market today!\n\nIn this calm trading session on Wednesday, EURUSD remains at 1.086, reflecting the closing level from yesterday.\n\nThe strength of the US dollar continues to challenge riskier assets, bolstering the US Dollar Index (DXY) and impacting the slight decline of EUR/USD.\n\nFrom a..."], ["EURUSD", "https://s3.tradingview.com/k/K4YG25fA_mid.png", "\"EUR/USD: Assessing Downtrend Resistance for Potential Continuat", "15", "jadhaodipak999", 1710905624.0, "Not Mentioned By Author", "The EUR/USD currency pair is currently navigating a downtrend, encountering resistance at a critical level. As market participants closely monitor this resistance zone, the focus shifts to the potential continuation of the prevailing downtrend. Traders are diligently assessing technical indicators and market dynamics to anticipate whether the EUR/USD pair will..."], ["USDJPY", "https://s3.tradingview.com/e/EMfOy2Zx_mid.png", "\"USD/JPY: Superbullish Momentum Awaits Breakthrough for Continua", "15", "jadhaodipak999", 1710905461.0, "Not Mentioned By Author", "Amidst the forex markets, the USD/JPY pair is exhibiting remarkable bullish momentum, poised for a potential breakthrough to extend its upward trajectory. This superbullish sentiment reflects a confluence of factors, including robust economic data, shifting monetary policies, and geopolitical dynamics. Traders and investors alike are eagerly awaiting the decisive..."]]}