{"last_run_values": [["EURUSD", "https://s3.tradingview.com/4/41xAndU7_mid.png", "EURUSD falls in a head and shoulders pattern", "1D", "Darius_trader", 1695883476.0, "Not Mentioned By Author", "Join Darius as we delve into the market today.\n\nDuring Thursday's Asian session, EUR/USD is trading above 1.0500, making a gradual comeback from its eight-month low of 1.0488. The pair is receiving some support due to a slight decline in the US Dollar and sluggish US Treasury yields, amidst an optimistic sentiment.\n\nThe lowest point reached by EUR/USD was 1.0488,..."], ["NZDUSD", "https://s3.tradingview.com/b/bBbz44S1_mid.png", "NZD/USD is still at a defensive level below 0,5950", "1D", "Samson-FX", 1695882758.0, "Not Mentioned By Author", "During the first trading hours in Asia on Thursday, the NZD/USD pair is still struggling to stay below 0.5900. The US dollar (USD) has gained strength, and the higher interest rates of treasury bonds are providing some support for NZD/USD. Currently, this currency pair is trading at around 0.5928, showing a slight increase of 0.09% for the day.\n\nConversely,..."], ["NZDJPY", "https://s3.tradingview.com/p/PjgKznnu_mid.png", "NZD JPY", "60", "Vaishali420", 1695882748.0, "Not Mentioned By Author", "Disclaimer:- This is not A BUY OR SELL recommendation. please Consult with your financial advisor or with broker before taking any trade,\nthis post is for educational purpose only . warning :- do not jump directly or do not copy my trades\nDO your analysis properly"], ["EURJPY", "https://s3.tradingview.com/g/gFMJmFLW_mid.png", "EURJPY SHORT", "240", "Teesmakay", 1695881535.0, "Not Mentioned By Author", "Price seems to be pushing for the bearish movement , might needs some patience but it has already broke the strong support level"], ["GBPUSD", "https://s3.tradingview.com/m/MLJhW3M2_mid.png", "GBPUSD continues to decline deeply", "1D", "Samson-FX", 1695880848.0, "Not Mentioned By Author", "Greetings to everyone. The pair of GBP/USD is currently experiencing a downward trend, with the current trading value at 1,2141. This decline can be attributed to the sudden suspension of interest rate hikes by the British Bank (BoE), while the Federal Reserve (Fed) has indicated a more hawkish stance and hinted at potential future interest rate increases. The..."]]}