{"last_run_values": [["EURUSD", "https://s3.tradingview.com/8/8aMzlLGj_mid.png", "long", "30", "syedzaheer", 1696404799.0, "Not Mentioned By Author", "HI guys,\n            as mentioned in the study, you can see a short term rally before decision"], ["AUDUSD", "https://s3.tradingview.com/9/9AiXrR2x_mid.png", "AUDUSD: Slight fluctuations", "240", "FoX_PipsPioneer", 1696404454.0, "Not Mentioned By Author", "Most Asian currencies were mildly volatile on Friday, as the dollar eased from a 10-month high and Treasury yields fell ahead of key US inflation data due later in the day.\n\nRegional currencies have been hit by a jump in the dollar and Treasury yields this week, after tightening signals from the Federal Reserve raised concerns that interest rates of the US will..."], ["EURUSD", "https://s3.tradingview.com/w/wgZ33Gwq_mid.png", "Global Markets Face Downturn", "240", "MilanTaMi", 1696404064.0, "Not Mentioned By Author", "Global markets are experiencing a decline, with early indications suggesting that Wall Street may open lower. The Dow futures are down 129.00 points, the S&P 500 futures are declining by 19.50 points, and the Nasdaq 100 futures are sliding by 82.75 points as of 8:00 am ET.\n\nOn Monday, the major US stock indexes mostly finished higher, with the Nasdaq gaining 0.7..."], ["EURUSD", "https://s3.tradingview.com/1/1CSehitp_mid.png", "EURUSD: The Euro plummeted as experts warned", "240", "FoX_PipsPioneer", 1696403685.0, "Not Mentioned By Author", "The euro suffered a brutal sell-off in September and continued to sell off on Monday after signs of fresh economic trouble in Europe, just as experts warned that the common currency could reach parity. parity with the dollar in the coming months as US interest rates remain higher for longer.\n\nThe EUR/USD exchange rate fell 0.79% to 1.0487 USD after data showed..."], ["GBPUSD", "https://s3.tradingview.com/9/9mkpHWV6_mid.png", "Trend Line Breaks Strategy: The Game Changer in Trading", "3", "sruthisivan1989", 1696402455.0, "Not Mentioned By Author", "In this informative video, we delve deep into the world of Trend Line Breaks Strategy. Discover how to enhance your trading skills and maximize your profits using this powerful technique. 🚀"]]}