{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/1/1Z5ughcg_mid.png", "GBPUSD hovers above 1.2770 resistance-turned-support on key day", "1D", "MTradingGlobal", 1710218018.0, "Not Mentioned By Author", "GBPUSD regains 1.2800 after snapping a six-day losing streak, making rounds to 1.2820 heading into Tuesday’s European session. In doing so, the Cable pair portrays the market’s cautious mood ahead of the all-important UK employment data and the US Consumer Price Index (CPI) figures. That said, the overbought RSI (14) line joins the pre-data anxiety to test the..."], ["USDJPY", "https://s3.tradingview.com/1/1s2rrst3_mid.png", "\"If USD/JPY Breakout Failure: Potential Downside Ahead\"", "15", "jadhaodipak999", 1710217111.0, "Not Mentioned By Author", "In the dynamic forex market, USD/JPY is at a critical juncture as a potential breakout looms. However, recent indications suggest that if this breakout fails to materialize, the pair could face increased vulnerability on the downside. Traders are closely monitoring key support levels and market sentiment for clues on the direction of the USD/JPY pair. Stay..."], ["USDCHF", "https://s3.tradingview.com/k/kLXMyocX_mid.png", "Prime Buying Opportunity as if sellers gets trap", "15", "jadhaodipak999", 1710216844.0, "Not Mentioned By Author", "With the USD/CHF pair exhibiting resilience and strength, traders can capitalize on this situation by strategically entering long positions. The trapped sellers below the rising range support are likely to fuel upward pressure, propelling the pair to higher levels. By aligning with the prevailing trend and leveraging the trapped sellers' predicament, traders can..."], ["EURUSD", "https://s3.tradingview.com/d/DrmaFD8Q_mid.png", "EURUSD: Waiting anxiously!", "240", "RKarina", 1710215714.0, "Not Mentioned By Author", "Hello dear friends!\n\nToday, EUR/USD is trading in a tight range below 1.0950 in the morning of Monday in Europe, extending its sideways movement in the context of a stable US dollar and mild risk sentiment. Traders are cautious about placing new bets on the major currency ahead of the US CPI data release on Tuesday. This will be a significant news that will..."], ["EURUSD", "https://s3.tradingview.com/v/vL2uZET3_mid.png", "Update the latest EURUSD pair!", "60", "RKarina", 1710215612.0, "Not Mentioned By Author", "EUR/USD has recovered after two consecutive days of losses, approaching the 1.0930 level in the Asian trading session on Tuesday. However, the pair faced resistance amidst cautious market sentiment ahead of the release of US Consumer Price Index (CPI) data.\n\nMarket expectations suggest that the US CPI will increase from the previous month in February, although the..."], ["USDJPY", "https://s3.tradingview.com/3/3WLivONb_mid.png", "USDJPY-BUY", "30", "IN50USD", 1710216008.0, "Not Mentioned By Author", "Expecting momentum above 147.15\nTarget is 147.800\nManage your lot size and trade smart."]]}