{"last_run_values": [["EURUSD", "https://s3.tradingview.com/s/SL4R82k4_mid.png", "EURUSD Look Good For But At Price Of 1.07513 - 1.07574", "15", "GAU_RAVs", 1702277339.0, "Not Mentioned By Author", "If EURUSD  break 1.07574  Level We can take a  Buy Position"], ["USDJPY", "https://s3.tradingview.com/e/Epwud3bm_mid.png", "USDJPY: Recovery after a series of losses", "60", "WalterTF", 1702276056.0, "Not Mentioned By Author", "Dear friends!\n\nCurrently, USDJPY continues to demonstrate a winning streak in recent days, trading around the level of 145.62.\n\nIn contrast to other currencies such as GBPUSD and EURUSD, USDJPY has benefited and received support as the Japanese Yen relinquished some of its recent strong gains, reducing speculation about potential policy changes from the Bank of..."], ["EURGBP", "https://s3.tradingview.com/r/rlB6Wq3G_mid.png", "PLAN CHANGE DECEMBER MONTH ENTRY IS BEST 1WEEK U CAN HOLD+", "15", "blissfulCloud19653", 1702275777.0, "Not Mentioned By Author", "bullish market in 2024 be redy i will post more ideas and make u profitable"], ["ZARJPY", "https://s3.tradingview.com/z/zM72aYt9_mid.png", "ZAR JPY upside move possible", "240", "tradewithmev", 1702275360.0, "Not Mentioned By Author", "ZAR JPY upside move possible\nBuying above the 7.699\nStoploss 7.54\nTarget 8.332"], ["GBPUSD", "https://s3.tradingview.com/9/97qjo2dn_mid.png", "Falling Wedge Break Out to Buy Side", "240", "Greenstone97", 1702275310.0, "Not Mentioned By Author", "If Falling Wedge LH Breakout Happen then We push the Buy Button on Retracement and with Lower Frame Confirmation to Buy"], ["GBPUSD", "https://s3.tradingview.com/z/Z6kOSJKv_mid.png", "GBPUSD", "60", "WalterTF", 1702275296.0, "Not Mentioned By Author", "Last week, GBPUSD did not increase well when continuously sliding and did not receive much support to recover because the dollar had not weakened.\n\nToday, when opening the session, this pair of money continued to maintain a downward trend at a price around 1.254, down 0.03% a day.\n\nFrom a 1 hour chart, it can be seen that the GBPUSD pair is in the discount..."], ["EURUSD", "https://s3.tradingview.com/b/BF2Sti5e_mid.png", "EURUSD: Light recovery", "240", "WalterTF", 1702274798.0, "Not Mentioned By Author", "Currently, the EUR/USD exchange rate is stable around 1,076, no major fluctuations. However, it is still in a downtrend from 1.1015 and has a slight recovery from the support level of 1.074. Psychological caution from Fed is creating a bridge for USD, and news from FOMC and FED this week will clarify this trend."], ["EURNZD", "https://s3.tradingview.com/z/zWhkQesc_mid.png", "eurnzd reversing direction", "60", "WahidMalik", 1702273868.0, "Not Mentioned By Author", "The pair after approaching daily demand zone formed bullish wedge pattern along with bullish divergence on RSI . This indicates that we can expect a bullish rally towards previous resistance"]]}