{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/k/kIiB16WY_mid.png", "is GBP/USD is still bullish ??", "1D", "Neowave-forecast", 1691347390.0, "Not Mentioned By Author", "Hello everyone \nWelcome to  forex traders as this forecast is  of GBP/USD\n\nPresently you can see price is rising for past few months in a zig zag structure.\n \nCurrently  we have seen an decline in weekly candle which is an opportunity as price should start moving up again in upcoming days after this correction completed.\n\nThank You"], ["GBPUSD", "https://s3.tradingview.com/8/8Rbv3QVA_mid.png", "GBPUSD (Wave count Update)", "240", "Neowave-forecast", 1691347163.0, "Not Mentioned By Author", "Hello Everyone \n\nThis is a wave count update of our previous forecast.\n\nThank You\n\nThis was our previous forecast, but  price gives correction more than expected and changes its cycles. But this all can easily avoidable with the help of smaller cycles."], ["USDINR", "https://s3.tradingview.com/x/xVekd8Q2_mid.png", "USDINR-Weekly Outlook-Venkat's Blog", "1W", "SYFXTF", 1691346190.0, "Not Mentioned By Author", "Past week saw continued buying interest and the pair hit the high of 82.89 and cooled-off to close at 82.65. As has been continuously highlighted in the previous Blogs, it is evident from the market action that the declines are used as opportunity to hedge the Imports. Markets are confused on the logic of this magic numbers 81.70 & 83.00. This time around the pair..."], ["GBPUSD", "https://s3.tradingview.com/4/4ebMsr0w_mid.png", "GBPUSD MULTI TIME FRAME ANALYSIS", "240", "okako_trading", 1691345613.0, "Not Mentioned By Author", "Hello traders , here is the full multi time frame analysis for this pair, let me know in the comment section below if you have any questions , the entry will be taken only if all rules of the strategies will be satisfied. wait for more price action to develop before taking any position. I suggest you keep this pair on your watchlist and see if the rules of your..."]]}