{"last_run_values": [["USDJPY", "https://s3.tradingview.com/2/2K57gFEM_mid.png", "USDJPY: New support support!", "240", "RKarina", 1710992827.0, "Not Mentioned By Author", "Hello everyone, today USDJPY continues its recovery streak and is fluctuating around the 147.65 level after receiving some price-boosting momentum from yesterday evening when the USD rebounded and started to recover.\n\nThe currency pair has formed a new support level around the 146.75 region. The Japanese Yen (JPY) has struggled to capitalize on modest gains during..."], ["EURUSD", "https://s3.tradingview.com/7/7XumjYs8_mid.png", "EURUSD : Are there additional discounts?", "240", "RKarina", 1710992508.0, "Not Mentioned By Author", "Hello, beloved friends! Let's together explore the heartbeat of the EURUSD market today!\n\nIn this calm trading session on Wednesday, EURUSD remains at 1.086, reflecting the closing level from yesterday.\n\nThe strength of the US dollar continues to challenge riskier assets, bolstering the US Dollar Index (DXY) and impacting the slight decline of EUR/USD.\n\nFrom a..."], ["EURUSD", "https://s3.tradingview.com/s/SIYcnlfY_mid.png", "EURUSD: On the rebound", "240", "RKarina", 1710992488.0, "Not Mentioned By Author", "Hello dear friends, let's discuss and plan our strategy for the new day with RKrina!\n\nEUR/USD has successfully surpassed the important barrier of 1.0900, driven by significant downward pressure on the US Dollar following the Federal Reserve's decision to maintain interest rates and indications of potential rate cuts three times this year.\n\nThe 4-hour chart..."], ["EURUSD", "https://s3.tradingview.com/u/UxoC4OS4_mid.png", "\"EUR/USD: Anticipating Consolidation and Upside Breakout\"", "60", "jadhaodipak999", 1710991878.0, "Not Mentioned By Author", "\"The EUR/USD currency pair is currently poised for a period of consolidation, hinting at a potential bullish breakout on the horizon. Traders are closely monitoring the price action as it stabilizes, anticipating a surge towards higher levels. This consolidation phase often serves as a precursor to significant market movements, offering astute traders a prime..."], ["USDCHF", "https://s3.tradingview.com/k/kM26gNvK_mid.png", "USD/CHF: Bullish Trend Near Support Zone - Ideal Time for Buying", "60", "jadhaodipak999", 1710991705.0, "Not Mentioned By Author", "\"USD/CHF is exhibiting a notable upward trend, currently hovering near a strong support level. This presents a compelling buying opportunity for traders seeking to capitalize on the currency pair's bullish momentum. As the price consolidates around the support zone, there's potential for a significant upward movement. With careful analysis and strategic entry..."]]}