{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/h/hgyZpJsi_mid.png", "GBP/USD: The price increase has not stopped", "240", "Samson-FX", 1700537233.0, "Not Mentioned By Author", "Samson greets everyone!\n\nLast week, we witnessed a continuous strong increase in GBPUSD's price. Currently, the upward momentum has not stopped, and it is trading steadily at the level of 1.253 on the 4-hour time frame.\n\nIt can be seen that after retreating around the 1.240 level, the upward movement has been strongly reinforced. If GBPUSD continues to maintain..."], ["EURUSD", "https://s3.tradingview.com/d/DwfDg87T_mid.png", "EUR/USD: Towards a new high level of the week", "1D", "Samson-FX", 1700537228.0, "Not Mentioned By Author", "Samson greets everyone!\n\nIn general, this currency pair still supports the upward trend. As mentioned earlier, EURUSD has the potential to increase significantly if it surpasses the resistance level of 1.07.\n\nAt the time of writing, the price is trading at 1.095. The market is waiting for the Federal Reserve (Fed) to announce the latest FOMC meeting minutes. In..."], ["USDJPY", "https://s3.tradingview.com/o/Opw2kr9d_mid.png", "USDJPY: Continue to discount this week", "240", "Samson-FX", 1700537199.0, "Not Mentioned By Author", "Samson greets everyone!\n\nExiting the price increase channel has caused the product to decrease in price. At the time of writing, the price is at 147.69, far from the target of 150.00.\n\nTherefore, it is not surprising if USDJPY continues to decline in the near future after a slight adjustment. Exiting the current support level will cause the product to return to..."], ["USDCAD", "https://s3.tradingview.com/i/ilk83o1F_mid.png", "USDCAD sellers need validation from 1.3670 and Canada inflation", "240", "MTradingGlobal", 1700536718.0, "Not Mentioned By Author", "USDCAD fades the week-start recovery as market players await Canada inflation data on early Tuesday. In doing so, the Loonie pair defends the previous week’s U-turn from the 100-SMA while retreating towards a two-month-old rising support line. Adding strength to the bearish bias are the downbeat MACD signals and the mostly steady RSI (14). However, the quote’s..."]]}