{"last_run_values": [["AUDJPY", "https://s3.tradingview.com/z/Zt9YHKaF_mid.png", "AUDJPY: Ending Diagonal Pattern; A Reversal on the Horizon.", "1D", "Aquanet_Market_Forecast", 1709198124.0, "Not Mentioned By Author", "The advance from Mar 24, 2023 low of 86.06 subdivides into five waves. Notice that this price action contains overlapping waves that contract and form a wedge shape. That is the emblem of an ending diagonal which cues a swift and dramatic reversal on the horizon.\nAccording to Elliott Wave guideline, the expected reversal is projected to reach at least the point..."], ["EURUSD", "https://s3.tradingview.com/k/KuX9FCgV_mid.png", "EURUSD Long [Weekly Swing]", "240", "quantxx", 1709197227.0, "Not Mentioned By Author", "All the confluences have been talked about in the related idea below, this is a continuation of the idea."], ["EURUSD", "https://s3.tradingview.com/w/w13oL6FV_mid.png", "EURUSD: Pay attention to defending 1.0800", "1D", "RKarina", 1709189159.0, "Not Mentioned By Author", "Hello dear friends, it's RKarina here again! What do you think about the next trend for this currency pair?\n\nEUR/USD remains stable, hovering around the 1.0850 level, especially after Tuesday's trading session, which saw minimal momentum for this currency pair due to a larger-than-expected drop in durable goods orders in the US for January. Now, all attention is..."], ["GBPUSD", "https://s3.tradingview.com/l/lWx5r6Wb_mid.png", "GBPUSD: The risk of a price drop lurks", "60", "RKarina", 1709189141.0, "Not Mentioned By Author", "The GBP/USD exchange rate is hovering around 1.2680 on Wednesday as markets seek new impetus from the Federal Reserve (Fed) as investors gradually shy away from high-interest rate cut bets. Data on US Gross Domestic Product (GDP) inflation and Personal Consumption Expenditures (PCE) Price Index will be released this week.\n\nData from the United Kingdom remains..."], ["USDJPY", "https://s3.tradingview.com/q/QiXkzYzu_mid.png", "USDJPY: SELL OR BUY?", "240", "RKarina", 1709189122.0, "Not Mentioned By Author", "Hello dear friends! Today, USDJPY continues to be limited below the resistance level of 150.750 in the early trading hours of the new week.\n\nThis currency pair is declining due to the decrease in US Treasury bond yields, amid cautiousness and concerns about inflation data in the United States. However, the recent appreciation of the US dollar may limit the..."]]}