{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/h/HgfAc00g_mid.png", "GBPUSD is limited to narrow amplitude", "240", "Samson-FX", 1696225203.0, "Not Mentioned By Author", "Greetings, everyone! Allow me to present an update on the current status of GBPUSD. The currency pair is currently holding steady at approximately 1.2186, continuing its downward trend. Efforts are being made to regain lost ground.\n\nThere is an anticipation of a minor decline in this particular currency pair, possibly reaching the psychological threshold of 1,211...."], ["GBPJPY", "https://s3.tradingview.com/y/Y0kh3mY5_mid.png", "Gbpjpy: Short position", "60", "SAMIMOREZ", 1696225044.0, "Not Mentioned By Author", "As you can see in the chart, price arrived to daily strong resistance zone and at the same time it create a supply zone after trendline breakout at H1 time frame, thus we expect the decent opportunity for short."], ["EURUSD", "https://s3.tradingview.com/s/SUaldebc_mid.png", "Eurusd continues to maintain wisdom", "240", "Samson-FX", 1696224058.0, "Not Mentioned By Author", "Greetings, esteemed traders!\nIn recent times, the EUR/USD pair has been endeavoring to discover any notable catalyst for a price surge. Presently, it is trading within a limited range of 1.0500 during the Asian session.\n\nThe robustness of the Federal Reserve has bolstered US Treasury bond yields, thereby solidifying the position of the US dollar (USD). This..."], ["USDJPY", "https://s3.tradingview.com/u/USzcLeTk_mid.png", "USDJPY started with good increase promising $ 152.00", "1D", "Samson-FX", 1696223009.0, "Not Mentioned By Author", "Hello everyone! Let's discuss this currency pair with Samson at the beginning of the new week.\n\nUSDJPY continues to maintain its strong upward momentum in the new trading session this week. It is currently trading around 149.78 and is extending its gains towards the important level of 150.00, reaching a new 11-month high.\n\nOn the other hand, this currency pair is..."]]}