{"last_run_values": [["NZDUSD", "https://s3.tradingview.com/m/ma0Pu6CV_mid.png", "NZD/USD maintains above 0.5950 compared to the US dollar", "240", "Samson-FX", 1695708877.0, "Not Mentioned By Author", "Hello dear traders! Today NZDUSD continues to shine when it maintains its stable increase at $ 0.595. And still in the trend of increasing, constantly receiving support. In particular, New Zealand economic data seems to have better recovery than expected.\n\nThe US dollar index (DXY), measuring the value of the greener compared to other main currencies, is having..."], ["EURUSD", "https://s3.tradingview.com/z/zPhBn3td_mid.png", "EURUSD MULTI TIME FRAME ANALYSIS", "30", "okako_trading", 1695708807.0, "Not Mentioned By Author", "Hello traders , here is the full multi time frame analysis for this pair, let me know in the comment section below if you have any questions , the entry will be taken only if all rules of the strategies will be satisfied. wait for more price action to develop before taking any position. I suggest you keep this pair on your watchlist and see if the rules of your..."], ["GBPUSD", "https://s3.tradingview.com/j/jYnWLSTP_mid.png", "GBPUSD continues to decrease as USD increases", "1D", "Samson-FX", 1695708277.0, "Not Mentioned By Author", "Hello traders what do you think about GBPUSD?\n\nThe GBPUSD pair is on sale from $ 1,240. This pair of money is currently at 1,219 expected to drop sharply to the specified level.\n\nNews this week: The upcoming macro data of the United States supports the Fed's further strengthening prospects, which still supports the recent recent recovery of the US Treasury and..."], ["EURUSD", "https://s3.tradingview.com/g/g332G1mo_mid.png", "Eur/Usd 1h bearish OB", "60", "dineshpandhere098", 1695708053.0, "Not Mentioned By Author", "i found OB on 1h time frame also with BOS with imbalnace candle\nwith valid order block\n\nentry 1.06425\n\nEnter on LTF 5 or 1 min time frame\n\nSL : 1.06563\n\nTP : 1.05786\n\nNote: Do Your own analysis before entering trade & im not professional\n, if you are not sure about this analysis dont trade at all\n\nbe Decipline trader"]]}