{"last_run_values": [["USDINR", "https://s3.tradingview.com/q/qNXMATKo_mid.png", "USDINR is now at resistance level", "15", "ATHARVINVESTMENT003", 1704253655.0, "Not Mentioned By Author", "Hello,\n\nAs per chart of USDINR is now at resistance level,if break goes downside level mark.as per our new AI tool, support & resistance level are mark automatic, used in any time frame.\n\nanyone want this indicator comment me or whup me. 9922344335"], ["EURUSD", "https://s3.tradingview.com/h/HDhvpRdL_mid.png", "EUR/USD  Holds Below Mid-1.0900s Ahead of US PMI, FOMC Minutes", "D", "Claramellorforex", 1704251326.0, "Not Mentioned By Author", "EUR/USD edges lower to 1.0941 amid the firm USD.\n The US S&P Global Manufacturing PMI for December eased to 47.9 vs. 48.2 prior, weaker than expected.\n The increased odds of rate cuts from the European Central Bank (ECB) weigh on the Euro.\n \n\nThe EUR/USD pair remains under pressure during the early Asian session on Wednesday. The downtick of the pair is driven..."], ["EURUSD", "https://s3.tradingview.com/w/wFLo60ZN_mid.png", "EURUSD: Continuing difficulties", "240", "Sam_Goldview", 1704251291.0, "Not Mentioned By Author", "Dear readers, what are your thoughts on the EURUSD trend today?\n\nCurrently, the EURUSD currency pair is trading at 1.094 and showing a slight downward trend after failing to maintain its value above the resistance level of 1.11.\n\nOverall, the decline in this currency pair is attributed to the strength of the US dollar, which has significantly increased the..."], ["USDJPY", "https://s3.tradingview.com/4/4SyNmY5l_mid.png", "USD/JPY Holds Positive Ground Above 142.00, Eyes on US PMI, FOMC", "D", "Claramellorforex", 1704251259.0, "Not Mentioned By Author", "USD/JPY trades in positive territory for two straight days on Wednesday.\n The US final Manufacturing PMI for December came in weaker than expected, easing from 48.2 to 47.9.\n BOJ’s Ueda said that the possibility of the BoJ sustainably achieving the inflation target seems to be gradually rising.\n Investors await the final US ISM Manufacturing PMI report and the..."]]}