{"last_run_values": [["USDJPY", "https://s3.tradingview.com/v/vUK5BmCr_mid.png", "USDJPY: Sell now?", "240", "RKarina", 1711090132.0, "Not Mentioned By Author", "Hello dear friends, are you curious about the direction of USDJPY today?\n\nAt the beginning of Friday, the USDJPY pair showed a slight decline, pausing its strong upward momentum when encountering resistance near the record high level. The Japanese Yen strengthened after the release of Japan's consumer inflation data. Uncertainty about the future policy steps of..."], ["AUDJPY", "https://s3.tradingview.com/u/U5PJGY3e_mid.png", "AUD JPY PRICE WILL BE DOWN FALL TILL 98.499 PRICE TAKE A SHORT", "15", "FOREX_TRADER_007", 1711089532.0, "Not Mentioned By Author", "AUD JPY PRICE will be DOWN FALL TILL 98.499 PRICE take a SHORT ENTRY,  nd also follow for more live updates @FOREX_TRADER_007"], ["GBPJPY", "https://s3.tradingview.com/l/lsJDXqXa_mid.png", "GBP JPY PRICE WILL BE DOWN FALL TILL 191.044 PRICE TAKE A SHORT", "15", "FOREX_TRADER_007", 1711089116.0, "Not Mentioned By Author", "GBP JPY PRICE will be DOWN FALL TILL 191.044 PRICE take a SHORT ENTRY, and also for more live updates @FOREX_TRADER_007"], ["GBPAUD", "https://s3.tradingview.com/7/7vFzZTcr_mid.png", "GBP AUD PRICE will be UP WARDS TILL  1.94137 PRICE take a LONG", "15", "FOREX_TRADER_007", 1711088667.0, "Not Mentioned By Author", "GBP AUD PRICE will be UP WARDS TILL  1.94137 PRICE take a LONG ENTRY ,and also follow for more live updates"], ["EURJPY", "https://s3.tradingview.com/o/OVsa2eel_mid.png", "EURJPY SHORT", "15", "Forextamil", 1711088099.0, "Not Mentioned By Author", "HI GUYS all of doing good we are now binged up with EURJPY short for more further updates stay tuned guys"], ["CADJPY", "https://s3.tradingview.com/p/PxJljd9L_mid.png", "CAD JPY PRICE WILL BE DOWN FALL TILL 111.415 PRICE TAKE A SHORT", "15", "FOREX_TRADER_007", 1711088018.0, "Not Mentioned By Author", "CAD JPY PRICE will be DOWN FALL TILL 111.415 PRICE take a SHORT ENTRY nd also follow for more live updates @FOREX_TRADER_007"], ["EURUSD", "https://s3.tradingview.com/r/RwcpRhM9_mid.png", "EURUSD SHORT", "15", "Forextamil", 1711087966.0, "Not Mentioned By Author", "HI GUYS all of doing good we are now binged up with EURUSD short for more further updates stay tuned guys"]]}