{"last_run_values": [["CADJPY", "https://s3.tradingview.com/b/bxYXWjoI_mid.png", "CADJPY", "240", "RoxCapitals", 1697690148.0, "Not Mentioned By Author", "We saw CADJPY Short Because, CADJPY Make Triple Top or Ascending Trend Line Breakout."], ["USDJPY", "https://s3.tradingview.com/r/rxmsB5Co_mid.png", "USD/JPY Side Way then increase", "60", "Samson-FX", 1697690033.0, "Not Mentioned By Author", "The USD/JPY has temporarily halted its two-day upward trend, possibly due to optimistic economic data from China. The spot price traded lower, near 149.80 during the European session on Wednesday. However, the USD/JPY is benefiting from positive retail sales figures from the United States, supported by higher interest rates from the US Treasury.\n\nMarket observers..."], ["EURUSD", "https://s3.tradingview.com/n/nyF5KQFw_mid.png", "EURUSD continues to fall into the field", "240", "Samson-FX", 1697688667.0, "Not Mentioned By Author", "Hello dear traders!\n\nCurrently, the EUR/USD is holding higher but still below the 1.0600 level in Asian trading on Wednesday. The risk-off sentiment is dominating and weighing on the US Dollar, particularly in the face of optimistic data from China. Lagarde's speech and EU/US data are being closely watched.\n\nOn the 4-hour chart, the price is well supported and is..."], ["USDJPY", "https://s3.tradingview.com/x/XFaWQ01p_mid.png", "USDJPY decreased, waiting for new data from Japanese CPI", "240", "Samson-FX", 1697690051.0, "Not Mentioned By Author", "Hello dear traders!\n\nCurrently, the USD/JPY pair has touched a level near 148.80 but quickly recovered to a wider trading range around 149.50 as the Bank of Japan (BoJ) is expected to announce inflation forecasts for fiscal years 2023 and 2024 earlier than anticipated.\n\nForecast:\nThe hope for intervention from the Japanese government in the FX market is..."], ["GBPUSD", "https://s3.tradingview.com/r/RjAMVGYm_mid.png", "GBP/USD extends the reduction of 1,2170, waiting for his CPI", "240", "Samson-FX", 1697688436.0, "Not Mentioned By Author", "Hello dear traders!\n\nCurrently, GBP/USD continues to incur losses for the second consecutive day, trading below the level of 1.2160 in the Asian session on Wednesday. Optimistic economic data from the United States puts pressure on the currency pair.\n\nGBP/USD reversed after rising to the area of 1.2200, where the recent downtrend's resistance level is located,..."], ["EURUSD", "https://s3.tradingview.com/r/rcBu8TAe_mid.png", "Todays Daily BIAS", "1D", "justvigneshr", 1697688425.0, "Not Mentioned By Author", "Price Reached BB and Gave a reaction I would like to see push towards down Side"], ["EURUSD", "https://s3.tradingview.com/e/eWb4uFST_mid.png", "EUR/USD is damaged below 1,0500", "60", "Samson-FX", 1697688398.0, "Not Mentioned By Author", "Dear friends, the EUR/USD pair is struggling to find any significant momentum and is trading within a narrow range below the 1.0500 level. The fundamental context seems to favor bearish traders.\n\nThe EUR/USD exchange rate rose to 1.0595 and then retraced, forming a short-term double top pattern. The downside move below 1.0560 confirmed this pattern, with the..."], ["GBPUSD", "https://s3.tradingview.com/7/7g4ZYaNd_mid.png", "GBPUSD looks at the Fed's Powell for new motivation", "1D", "Samson-FX", 1697687793.0, "Not Mentioned By Author", "Dear friends, Currently, after a quiet Asian trading session, GBP/USD has risen higher to the 1.2200 area on Wednesday morning in Europe. The technical outlook still does not show a forming upward trend, but there could be additional gains if this currency pair starts using the support level at 1.2200.\n\nIf GBP/USD fails to surpass the 1.2200 level, sellers may..."]]}