{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/w/wvFEGIpJ_mid.png", "GBPUSD: End of uptrend", "60", "RKarina", 1712896244.0, "Not Mentioned By Author", "The GBP/USD pair continues to face selling pressure around the 1.2540 level, after bouncing back from its lowest point in 2024 at 1.2520. The selling of this major currency pair is driven by a stronger US dollar, which unexpectedly rose after the US Consumer Price Index data for March.\n\nA quick look at the chart shows that the upward trend has been decisively..."], ["GBPUSD", "https://s3.tradingview.com/p/pXthBLE0_mid.png", "GBPUSD: Selling force is still strong!", "1D", "RKarina", 1712896226.0, "Not Mentioned By Author", "On Friday morning of this week during the Asian session, the GBP/USD exchange rate stabilized at 1.2550. The market is excited with predictions that the Bank of England (BoE) may reduce interest rates ahead of the US Federal Reserve (Fed), which is putting pressure on the British Pound and the exchange rate. Today, UK GDP numbers for February and Michigan's..."], ["GBPUSD", "https://s3.tradingview.com/w/WTWjcikt_mid.png", "GBPUSD sellers attack 1.2540 key support ahead of UK/US data", "1D", "MTradingGlobal", 1712895853.0, "Not Mentioned By Author", "GBPUSD fades bounce off the yearly low, marked the previous day, following its failure to cross the 200-day Exponential Moving Average (EMA) ahead of top-tier UK/US data on Friday. Apart from the failure to cross the key EMA hurdle, the bearish MACD signals and lackluster RSI (14) line also suggest a continuation of the Cable pair’s south-run. However, a daily..."], ["EURUSD", "https://s3.tradingview.com/s/Sb8ZUvaX_mid.png", "EURUSD: Continuous discount", "240", "RKarina", 1712895852.0, "Not Mentioned By Author", "Hey everyone, buckle up because yesterday was one challenging ride! Shortly after the CPI news was broadcasted, the EUR/USD pair took a nosedive straight into the red zone. Surprisingly, surprisingly - the US inflation data for March threw us a curveball, pushing the US dollar to its highest level in a year. This move put pressure on major currency pairs, causing..."], ["EURUSD", "https://s3.tradingview.com/u/Ury07zFR_mid.png", "EURUSD: Breaking important support levels!", "240", "RKarina", 1712895842.0, "Not Mentioned By Author", "Hello everyone, EURUSD today continued its downtrend, extending for the third day in a row, surpassing many support levels despite the appearance of a double top pattern. The support level at 1,072 could not stop the exchange rate from falling deeply.\n\nThe current outlook remains skewed in favor of sellers, as candlestick patterns closed below support and a slight..."]]}