{"last_run_values": [["EURUSD", "https://s3.tradingview.com/h/hV77TNpy_mid.png", "Latest EURUSD analysis and update today", "60", "Samson-FX", 1697102612.0, "Not Mentioned By Author", "Currently, the EURUSD exchange rate has regained momentum and risen to its highest level in two weeks, trading at 1.0625 at the time of writing.\n\nSince its last decline at 1.0447, the EU seems to have found support at this significant level. Currently, the price is approaching the resistance level at 1.0640. By maintaining its current upward momentum, there is a..."], ["USDJPY", "https://s3.tradingview.com/p/ppwniXKd_mid.png", "USD/JPY fluctuated nearly 149.00 before the US CPI index", "240", "Samson-FX", 1697102268.0, "Not Mentioned By Author", "Currently, USD/JPY has ended its two-day uptrend and is trading lower around the 149.00 level in the Asian trading session on Thursday. The USD/JPY exchange rate is facing challenges due to the possibility of the Federal Reserve (Fed) ending its interest rate hike cycle.\n\nAccordingly, the Federal Reserve of the United States (Fed) will abandon the idea of raising..."], ["GBPUSD", "https://s3.tradingview.com/j/juZSLf1h_mid.png", "GBPUSD IS GOING TO FALL", "15", "singhaman7207", 1697101690.0, "Not Mentioned By Author", "GBP USD can fall so wait for 5he levels to be tested"], ["GBPUSD", "https://s3.tradingview.com/e/erJ8CCWr_mid.png", "GBP/USD consolidated below the highest level for weeks at 1,2300", "240", "Samson-FX", 1697100784.0, "Not Mentioned By Author", "Samson greets everyone! Currently, the GBP/USD pair has gained momentum and reached a two-week high at 1.2250 after today's trading session.\n\nThe positive shift in risk sentiment has made it difficult for the US Dollar (USD) to find early demand on Tuesday, thereby boosting the GBP/USD exchange rate. At the time of writing, the UK's FTSE 100 index has risen by..."], ["GBPUSD", "https://s3.tradingview.com/6/6cYokgAR_mid.png", "Latest update of GBPUSD today", "60", "Samson-FX", 1697100674.0, "Not Mentioned By Author", "Currently, GBP/USD has struggled to maintain its upward momentum at around 1.2300 levels at the start of Thursday and entered a consolidation phase. In the latter part of the day, the US inflation data for September could impact the pricing of the US Dollar (USD) and drive the action of this currency pair. As of the time of writing, GBP/USD is trading at..."]]}