{"last_run_values": [["NZDUSD", "https://s3.tradingview.com/v/vwsZXoaX_mid.png", "NZD/USD expands to decrease below 0,5950", "240", "Samson-FX", 1695795719.0, "Not Mentioned By Author", "Hello dear traders! Let's explore the market with SamSon!\n\nThe NZD/USD pair has been trading in negative territory for two consecutive days during the Asian trading session on Wednesday. The appreciation of this currency pair is supported by a stronger US dollar (USD) and risk aversion sentiment. Currently, this currency pair is trading near 0.5932, down 0.20% for..."], ["EURAUD", "https://s3.tradingview.com/l/Lf8mEMQV_mid.png", "EURAUD LONG", "240", "vphong008", 1695795299.0, "Not Mentioned By Author", "Key highlights\n1. Support= 1.64549\n2. Resistance= 1.67930\n3. Market structure= Ranging\n4. Entry = 1.65560\n5. Stoploss = 1.64549\n6. Target = 1.67930"], ["EURUSD", "https://s3.tradingview.com/f/FTrUUCII_mid.png", "EUR/USD recovers to 1,0600, what is the conspiracy EURUSD?", "240", "Samson-FX", 1695794812.0, "Not Mentioned By Author", "Hello everyone! Let's join Samson in exploring today's market!\n\nEUR/USD is currently battling with the 1.0600 level on its path to recovery during the European trading session on Tuesday. This currency pair is receiving support from the pause in the US dollar's rally and the low-interest rates of US Treasury bonds, as risk sentiment stabilizes. We are awaiting..."], ["GBPUSD", "https://s3.tradingview.com/l/LiPivvcP_mid.png", "GBPUSD weakened before England's data", "1D", "Samson-FX", 1695794476.0, "Not Mentioned By Author", "Hello traders, what do you think about GBPUSD? This pair of money has reached under the resistance area. On the other hand, his economic data is weakened. It is expected that it will decrease at least to the point that is specified with the upward adjustment and reaching the specified resistance area."], ["GBPUSD", "https://s3.tradingview.com/j/jYnWLSTP_mid.png", "GBPUSD continues to decrease as USD increases", "1D", "Samson-FX", 1695794457.0, "Not Mentioned By Author", "Hello traders what do you think about GBPUSD?\n\nThe GBPUSD pair is on sale from $ 1,240. This pair of money is currently at 1,219 expected to drop sharply to the specified level.\n\nNews this week: The upcoming macro data of the United States supports the Fed's further strengthening prospects, which still supports the recent recent recovery of the US Treasury and..."], ["GBPUSD", "https://s3.tradingview.com/u/udrtEeSV_mid.png", "GBPUSD slides along the bottom to continue searching the bottom", "1D", "Samson-FX", 1695794373.0, "Not Mentioned By Author", "Let's delve into the current market conditions.\n\nToday, the GBP/USD pair is experiencing a series of discounts that began on September 20th, trading below the 1.2150 mark. The positive economic data from the United States is intensifying the pressure on this particular currency pair.\n\nIf the pair manages to maintain stability above 1.216, there is a possibility of..."]]}