{"last_run_values": [["EURUSD", "https://s3.tradingview.com/l/ljLWTfyl_mid.png", "EURUSD: Stable waiting for new news!", "240", "RKarina", 1712810445.0, "Not Mentioned By Author", "Hello traders! The EURUSD exchange rate is currently performing well, not deviating too far from yesterday's attractive position. It seems like we are all in this stable meditation garden, and it may stick with us until the end of the day and beyond. The Bollinger Bands range is back in action, stretching between the resistance level at 1.088 and the support level..."], ["GBPUSD", "https://s3.tradingview.com/w/wvFEGIpJ_mid.png", "GBPUSD: End of uptrend", "60", "RKarina", 1712810428.0, "Not Mentioned By Author", "The GBP/USD pair continues to face selling pressure around the 1.2540 level, after bouncing back from its lowest point in 2024 at 1.2520. The selling of this major currency pair is driven by a stronger US dollar, which unexpectedly rose after the US Consumer Price Index data for March.\n\nA quick look at the chart shows that the upward trend has been decisively..."], ["EURUSD", "https://s3.tradingview.com/s/Sb8ZUvaX_mid.png", "EURUSD: Continuous discount", "240", "RKarina", 1712810023.0, "Not Mentioned By Author", "Hey everyone, buckle up because yesterday was one challenging ride! Shortly after the CPI news was broadcasted, the EUR/USD pair took a nosedive straight into the red zone. Surprisingly, surprisingly - the US inflation data for March threw us a curveball, pushing the US dollar to its highest level in a year. This move put pressure on major currency pairs, causing..."], ["EURUSD", "https://s3.tradingview.com/w/wg2OOr6X_mid.png", "EURUSD pares the biggest daily loss in 13 months on ECB Day", "1D", "MTradingGlobal", 1712809565.0, "Not Mentioned By Author", "Wednesday’s strong US inflation data and hawkish Fed Minutes portrayed the EURUSD pair’s biggest daily slump since March 2023. Even so, the Euro pair failed to conquer a five-month-old rising support line, close to 1.0730 by the press time. The inability to break important support joins the market’s consolidation ahead of the European Central Bank (ECB) Interest..."], ["GBPUSD", "https://s3.tradingview.com/b/BiBQNAYR_mid.png", "11274 Trendline breakout", "1D", "Wavozen", 1712807537.0, "Not Mentioned By Author", "Reason for long\na)  Signal candle  powered by Trendine breakout\nb) Signal candle supported by QQE\nc) Signal candle enhanced by Super vwap breakout\nd) Entry above the signal candle high \ne) Weekly breakout\nf) SL compulsory"]]}