{"last_run_values": [["EURUSD", "https://s3.tradingview.com/v/vL2uZET3_mid.png", "Update the latest EURUSD pair!", "60", "RKarina", 1710315817.0, "Not Mentioned By Author", "EUR/USD has recovered after two consecutive days of losses, approaching the 1.0930 level in the Asian trading session on Tuesday. However, the pair faced resistance amidst cautious market sentiment ahead of the release of US Consumer Price Index (CPI) data.\n\nMarket expectations suggest that the US CPI will increase from the previous month in February, although the..."], ["EURUSD", "https://s3.tradingview.com/r/r7ywgU2u_mid.png", "EURUSD: Stuck in the falling price channel!", "60", "RKarina", 1710315520.0, "Not Mentioned By Author", "Hello dear friends, today the stable recovery of the US Dollar (USD) has exerted new downward pressure on EUR/USD, extending its decline for the third consecutive session and revisiting the support level near 1.0900.\n\nThe upward momentum is limited below the resistance level of 1.0935, as the current trend remains clearly bearish, indicated by the parallel channel..."], ["GBPUSD", "https://s3.tradingview.com/t/TVhb6Nhe_mid.png", "GBPUSD :Pay ​​attention to US CPI data!", "240", "RKarina", 1710315242.0, "Not Mentioned By Author", "Greetings dear friends, today the currency pair is trading around the level of 1.278 and has started a slight correction after facing selling pressure since yesterday.\n\nThe cautious sentiment in the market ahead of important events in both the UK and the US may provide some support for safe-haven assets like the US Dollar (USD). The US Consumer Price Index (CPI)..."], ["GBPUSD", "https://s3.tradingview.com/v/V57WZtMQ_mid.png", "GBPUSD: Under pressure from the recovering USD", "240", "RKarina", 1710315223.0, "Not Mentioned By Author", "The GBP/USD pair remains below the psychological barrier of 1.2800 in the early Asian trading hours on Wednesday. The US dollar is stronger after the release of the US CPI inflation data for February, which pushed the major currency pair lower. Investors are awaiting the UK's GDP growth figure for January, which is forecasted to increase by 0.2% compared to the..."], ["USDJPY", "https://s3.tradingview.com/2/2K57gFEM_mid.png", "USDJPY: New support support!", "240", "RKarina", 1710314883.0, "Not Mentioned By Author", "Hello everyone, today USDJPY continues its recovery streak and is fluctuating around the 147.65 level after receiving some price-boosting momentum from yesterday evening when the USD rebounded and started to recover.\n\nThe currency pair has formed a new support level around the 146.75 region. The Japanese Yen (JPY) has struggled to capitalize on modest gains during..."]]}