{"last_run_values": [["USDJPY", "https://s3.tradingview.com/e/Efkfyj3V_mid.png", "200-SMA prods USDJPY’s bounce off 4.5-month low", "1D", "MTradingGlobal", 1702611939.0, "Not Mentioned By Author", "USDJPY prints mild gains around 142.00 to snap a three-day losing streak at the lowest level since late July. In doing so, the Yen pair portrays a corrective bounce amid oversold RSI (14) conditions. However, the bearish MACD signals and the 200-SMA hurdle, at 142.50 by the press time, challenge the quote’s recovery. Even if the pair manages to cross the 142.50..."], ["USDJPY", "https://s3.tradingview.com/c/cRY2AL6v_mid.png", "USDJPY extends the decline", "240", "WalterTF", 1702611184.0, "Not Mentioned By Author", "Dear friends, USD JPY continues to face difficulties in finding recovery momentum, trading around the 142.00 range.\n\nThe overall trend is still bearish, so it would not be surprising if the price continues to decline, with an expected decrease of 139.02."], ["EURUSD", "https://s3.tradingview.com/3/3289rOqr_mid.png", "buying idea in eur/usd", "15", "jadhaodipak999", 1702610851.0, "Not Mentioned By Author", "overoll trend is up\nits recent history suggest buying on forming inverted head and shoulder type of patttern\nas per shown in chart\nso here is the plan"], ["GBPUSD", "https://s3.tradingview.com/j/j0P3mBUb_mid.png", "10289 Triangle breakout", "15", "Wavozen", 1702610087.0, "Not Mentioned By Author", "Reason for long:\n\n Description:  Triangle breakout possible and entry is above the swing high and SL is below the minor swing low. The reason for long is long  bullish candle in daily time frame  and usually the bullishness will not immediately reverse. The trend is showing l ower high and higher high  and running in channel which is uptrend. Besides, any complex..."], ["USDJPY", "https://s3.tradingview.com/j/ja7rUzdD_mid.png", "sell in usd/jpy", "15", "jadhaodipak999", 1702610068.0, "Not Mentioned By Author", "overall trend is down\nrecent history suggest waiting for a big red candle to break this type of wedge pattern then only enter\nso here is the plan"], ["GBPUSD", "https://s3.tradingview.com/v/V0qMVWfC_mid.png", "GBPUSD gently adjusted", "240", "WalterTF", 1702609961.0, "Not Mentioned By Author", "Do you wonder how the GBPUSD market is fluctuating? Let me explain a little!\n\nAs predicted yesterday, GBPUSD has been performing well in maintaining its upward momentum and successfully reaching the high level of 1.271. Currently, the price is fluctuating around 1.276 and showing signs of forming a new peak at 1.278.\n\nFurthermore, Powell's gentle tone has boosted..."], ["EURUSD", "https://s3.tradingview.com/x/xC0S1X8K_mid.png", "EURUSD adjusted?", "240", "WalterTF", 1702609517.0, "Not Mentioned By Author", "Dear friends, the EUR/USD pair regained the momentum and approached 1,1000 in the first trading session Friday. As expected, ECB kept interest rates on Thursday. In response to ECB's decision, the euro has attracted buyers, quickly raising the EUR/USD exchange rate.\n\nThe 1,100 resistance level continues to limit the upward trend of this pair of money, which is..."], ["EURUSD", "https://s3.tradingview.com/p/PSkPr30z_mid.png", "10288 TST set up", "15", "Wavozen", 1702609323.0, "Not Mentioned By Author", "Reason for Short\n a) TST Set up \nb) Super vwap set up\nc) mM formation\nd) Trendline breakout\ne) SL compulsory"]]}