{"last_run_values": [["USDCAD", "https://s3.tradingview.com/i/i9udNphP_mid.png", "USD/CAD valid bearish order block", "15", "PandhereDinesh", 1696574808.0, "Not Mentioned By Author", "i found Bearish OB on 15m time frame also with CH with \nwith valid order block\n\nentry 1.37502\n(Enter on LTF 5 or 1 min time frame)\n\nSL : 1.37656\n\nTP : 1.37257\n\nNote: Do Your own analysis before entering trade & im not professional\n, if you are not sure about this analysis dont trade at all\n\nbe Decipline trader"], ["USDJPY", "https://s3.tradingview.com/6/6plKBCp4_mid.png", "USDJPY with a significant decrease", "240", "Samson-FX", 1696574359.0, "Not Mentioned By Author", "Hello everyone, Samson here. Let's discuss USDJPY today.\n\nToday, the Minister of Finance of Japan reiterated that the exchange rate must remain stable, reflecting fundamental principles and the government's readiness to take necessary actions to counter excessive volatility without excluding any options. This, along with overall weak risk sentiment, could benefit..."], ["EURUSD", "https://s3.tradingview.com/d/DE8ROA0V_mid.png", "EURUSD analysis today", "60", "Samson-FX", 1696574338.0, "Not Mentioned By Author", "Greetings, everyone! Presently, the EUR/USD pair is experiencing a favorable trajectory as anticipated, currently trading at 1.0544. The decline in value of the US dollar and the continuous support from US Treasury bond interest rates are contributing to the strength of this currency pair.\n\nWhen examining the technical analysis on a one-hour time frame, we can..."], ["GBPUSD", "https://s3.tradingview.com/d/dTErAlQL_mid.png", "GBP/USD fluctuates within 1,2200", "60", "Samson-FX", 1696574198.0, "Not Mentioned By Author", "Greetings, everyone! As anticipated, the GBPUSD pair has maintained its upward trajectory. The US market data indicates strong growth. Moreover, the Federal Reserve's commitment to further strengthening prospects supports the rising interest rate of US Treasury bonds and delays adjustments for this week compared to the beginning of the year. This, coupled with..."], ["USDINR", "https://s3.tradingview.com/4/4wUU1RvF_mid.png", "as per chart USDINR bullish trend", "15", "ATHARVINVESTMENT0024", 1696571787.0, "Not Mentioned By Author", "Hello,\n\nUSDINR bullish trend is continue for next resistance is 83.3750 if break upside next resistance is 83.4275. for down side support 83.2525 /83.2000.\n\nlearn with new stg & indicator with intraday trading. whup me. 9922344335"]]}