{"last_run_values": [["NZDUSD", "https://s3.tradingview.com/y/YPntkh4I_mid.png", "NZDUSD", "60", "RoxCapitals", 1697604382.0, "Not Mentioned By Author", "We saw NZDUSD Long Because, NZDUSD 1H time Frame Make Double Bottom or Descending Trend Line Breakout."], ["USDJPY", "https://s3.tradingview.com/x/XFaWQ01p_mid.png", "USDJPY decreased, waiting for new data from Japanese CPI", "240", "Samson-FX", 1697604363.0, "Not Mentioned By Author", "Hello dear traders!\n\nCurrently, the USD/JPY pair has touched a level near 148.80 but quickly recovered to a wider trading range around 149.50 as the Bank of Japan (BoJ) is expected to announce inflation forecasts for fiscal years 2023 and 2024 earlier than anticipated.\n\nForecast:\nThe hope for intervention from the Japanese government in the FX market is..."], ["GBPUSD", "https://s3.tradingview.com/r/RjAMVGYm_mid.png", "GBP/USD extends the reduction of 1,2170, waiting for his CPI", "240", "Samson-FX", 1697603114.0, "Not Mentioned By Author", "Hello dear traders!\n\nCurrently, GBP/USD continues to incur losses for the second consecutive day, trading below the level of 1.2160 in the Asian session on Wednesday. Optimistic economic data from the United States puts pressure on the currency pair.\n\nGBP/USD reversed after rising to the area of 1.2200, where the recent downtrend's resistance level is located,..."], ["EURUSD", "https://s3.tradingview.com/r/R5BfKVj6_mid.png", "EURUSD continues to decrease", "60", "Samson-FX", 1697602383.0, "Not Mentioned By Author", "Hello dear friends, EURUSD has decreased as predicted. It is currently trading at 1.0538, down by 0.20% for the day.\n\nIt can be observed that after forming a pattern, this currency pair has gradually narrowed its direction. The expected level for this decline is at 1.0481."], ["EURUSD", "https://s3.tradingview.com/n/nyF5KQFw_mid.png", "EURUSD continues to fall into the field", "240", "Samson-FX", 1697602362.0, "Not Mentioned By Author", "Hello dear traders!\n\nCurrently, the EUR/USD is holding higher but still below the 1.0600 level in Asian trading on Wednesday. The risk-off sentiment is dominating and weighing on the US Dollar, particularly in the face of optimistic data from China. Lagarde's speech and EU/US data are being closely watched.\n\nOn the 4-hour chart, the price is well supported and is..."]]}