{"last_run_values": [["CHFJPY", "https://s3.tradingview.com/5/53QgLGbe_mid.png", "CHFJPY READY FOR LONG", "15", "Knickk", 1686580790.0, "Not Mentioned By Author", "Disclaimer...........................\nThe information and publications are not meant to be, and do not constitute, financial, investment, trading, or other types of advice."], ["EURJPY", "https://s3.tradingview.com/r/r9khhGEn_mid.png", "The EURJPY almost reached the target", "15", "Knickk", 1686580634.0, "Not Mentioned By Author", "I am using support and resistance as a basis for my trading. CHFJPY seems to be moving upwards based on the chart and trend line.\nNice profit on eurjpy and CHFJPY change charactor for long position"], ["GBPJPY", "https://s3.tradingview.com/w/wwKAGPAe_mid.png", "GBPJPY analysis trade live with us 7830057771 for info", "240", "InnovatorsAnd_You", 1686579245.0, "Not Mentioned By Author", "GBPJPY is on rising trendline any breakdown of the trendline will give a bear trade"], ["EURCAD", "https://s3.tradingview.com/z/zYwITAwV_mid.png", "eurcad bouncing trade live with us 7830057771 for info", "240", "InnovatorsAnd_You", 1686579134.0, "Not Mentioned By Author", "bouced from the support important to watch now either it will consolidate or give some move keep eagle eye"], ["EURAUD", "https://s3.tradingview.com/r/rkzNaw7s_mid.png", "EURAUD trade live with us 7830057771 for info", "240", "InnovatorsAnd_You", 1686579063.0, "Not Mentioned By Author", "euraud reaching the support important to watch where it will flew"], ["USDJPY", "https://s3.tradingview.com/z/ZyKF5MUH_mid.png", "USDJPY trade live with us 7830057771 for info", "120", "InnovatorsAnd_You", 1686578974.0, "Not Mentioned By Author", "USDJPY chart on screen follow levels and we consistent consult financial advisor before entering in any trade"], ["AUDUSD", "https://s3.tradingview.com/m/M6iwejaf_mid.png", "AUDUSD #forex Trade live WITH US 7830057771 FOR INFO", "1D", "InnovatorsAnd_You", 1686578886.0, "Not Mentioned By Author", "audusd chart is looking cool near to ressistance any weekeness will cause a damage in particular forex trade keep eye a big trade is on the way"]]}