{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/e/erJ8CCWr_mid.png", "GBP/USD consolidated below the highest level for weeks at 1,2300", "240", "Samson-FX", 1697099990.0, "Not Mentioned By Author", "Samson greets everyone! Currently, the GBP/USD pair has gained momentum and reached a two-week high at 1.2250 after today's trading session.\n\nThe positive shift in risk sentiment has made it difficult for the US Dollar (USD) to find early demand on Tuesday, thereby boosting the GBP/USD exchange rate. At the time of writing, the UK's FTSE 100 index has risen by..."], ["EURUSD", "https://s3.tradingview.com/g/g4JwXHy1_mid.png", "EUR/USD protects 1,0600 when the focus is switched to the US ppi", "240", "Samson-FX", 1697099807.0, "Not Mentioned By Author", "EUR/USD is showing a positive trend at $1.0609. If the Federal Reserve officials are not confirmed, this currency pair may continue to rise. The main resistance levels are at 1.0655 and 1.073, with support levels at 1.056 and 1.053."], ["GBPUSD", "https://s3.tradingview.com/q/QLbIcdXy_mid.png", "GBP increases regardless of DXY fluctuations", "60", "Charlie_Trend", 1697099771.0, "Not Mentioned By Author", "Dear ladies and gentlemen\n\nThe uptrend of GBPUSD is becoming increasingly clear. Waiting for the 1.22700 zone we can make a Scalping signal.\n\nGBP/USD holds above 1.2300 ahead of UK economic data.\nCurrently, it does not have a major impact on GBP fluctuations. Tonight's US CPI data is likely to make GBP continue to rise and break the above resistance."], ["EURUSD", "https://s3.tradingview.com/h/hV77TNpy_mid.png", "Latest EURUSD analysis and update today", "60", "Samson-FX", 1697099690.0, "Not Mentioned By Author", "Currently, the EURUSD exchange rate has regained momentum and risen to its highest level in two weeks, trading at 1.0625 at the time of writing.\n\nSince its last decline at 1.0447, the EU seems to have found support at this significant level. Currently, the price is approaching the resistance level at 1.0640. By maintaining its current upward momentum, there is a..."]]}