{"last_run_values": [["USDJPY", "https://s3.tradingview.com/d/dNg5NlRQ_mid.png", "USDJPY : Forming lower highs!", "1D", "RKarina", 1715841546.0, "Not Mentioned By Author", "USD/JPY edged lower on Wednesday, slipping back to the 153.00 level after a broad-based decline in the US Dollar (USD) shed weight against all of its major peers. The Japanese Yen (JPY) is also looking to ease selling pressure in the broad market, recovering ground as the Greenback declines.\n\nUS Consumer Price Index (CPI) inflation eased slightly on Wednesday,..."], ["EURUSD", "https://s3.tradingview.com/t/TMKbHsOp_mid.png", "EURUSD Near Supply Zone", "240", "Trader_Aditya98", 1715841526.0, "Not Mentioned By Author", "FX:EURUSD  \n\nHey Guys, as you can see clearly in the chart that EURUSD trading near the supply zone in the four hours (4H) time frame & gives the morning star pattern towards down side so I'm going with the SELL direction with the stop loss of Swing high.\n\n\nIf you want to trade Forex in the easy way kindly follow all of our social media channels mentioned..."], ["GBPUSD", "https://s3.tradingview.com/l/lBFCqlcN_mid.png", "GBPUSD: New breakout confirmed after USD decline!", "240", "RKarina", 1715841433.0, "Not Mentioned By Author", "The GBP/USD pair continued to rise near 1.2688 on Thursday during the early Asian session. The major pair's rally was supported by a weaker greenback following the release of softer US CPI inflation data.\n\nThe outlook continues to be bullish as the pair successfully breaks resistance at 1.263 and makes this the expected new support level after a mild trend correction."], ["EURUSD", "https://s3.tradingview.com/9/9PHP3K9x_mid.png", "EURUSD: Strong increase!", "240", "RKarina", 1715841273.0, "Not Mentioned By Author", "EUR/USD rose on Wednesday, one of the pair's best days of 2024, climbing to 1.0900 and on pace for a fourth straight weekly gain. Broad market selling pressure weighs on the US Dollar after risk appetite soars to the fore after US CPI inflation fell more than investors expected giving EURUSD the edge continue to increase."]]}