{"last_run_values": [["USDJPY", "https://s3.tradingview.com/p/pfgaljw1_mid.png", "USDJPY: Target at 155,500", "30", "RKarina", 1713328536.0, "Not Mentioned By Author", "USD/JPY is experiencing a slight decline, trading around 154.65 in the early hours of Wednesday's Asian trading session. The strong US economy and inflationary challenges have sparked speculation that the Federal Reserve may postpone the start of its tapering cycle to September instead of June, providing support for the US dollar.\n\nFrom a technical perspective,..."], ["GBPUSD", "https://s3.tradingview.com/b/BkuHMXaM_mid.png", "GBPUSD hovers at five-month low, UK Inflation, BoE’s Bailey eyed", "1D", "MTradingGlobal", 1713328126.0, "Not Mentioned By Author", "GBPUSD traders lick their wounds at the lowest level in five months early Wednesday as the monthly UK inflation data, namely the Consumer Price Index (CPI), and a speech from Bank of England (BoE) Governor Andrew Bailey loom. Apart from the pre-data anxiety, the oversold RSI (14) also challenges the Pound Sterling sellers at a multi-day bottom. With this, the..."], ["EURUSD", "https://s3.tradingview.com/5/5TNIRHDF_mid.png", "The Bull side is stronger?", "1D", "RKarina", 1713326280.0, "Not Mentioned By Author", "Hello everyone, are you curious about the current trend of EURUSD?\n\nToday, EUR/USD has risen to nearly 1.0650, recovering from its five-month low of 1.0622 reached last Friday. The US dollar has strengthened due to increased buying pressure in the midst of political instability, which has put downward pressure on this currency pair.\n\nThe support level of 1.070 has..."], ["EURUSD", "https://s3.tradingview.com/7/7n0LDkxd_mid.png", "EUR/USD extends decline below 1.0630", "720", "RKarina", 1713326264.0, "Not Mentioned By Author", "EUR/USD continues to decline, nearing the 1.0620 level and moving away from the year's low of 1.0600 recorded at the beginning of Wednesday's Asian trading session. However, hawkish comments from Federal Reserve officials and the flow towards safe-haven assets could strengthen the US dollar and limit any short-term benefits for this currency pair. Nevertheless,..."]]}