{"last_run_values": [["EURUSD", "https://s3.tradingview.com/w/wlKKJE0E_mid.png", "EURUSD Pair looking Negative", "15", "Influitive_Capital", 1706761672.0, "Not Mentioned By Author", "Dear Forex Trader,\n\nWe have analysed the chart here, it looks negative or bearish so you can plan your trade accordingly ....\n\nHowever do not execute trade until it doesn't break the trenline ....\n\nEducational Purpose only , Trade safely ...."], ["GBPUSD", "https://s3.tradingview.com/j/JHRNT5Rk_mid.png", "GBPUSD keeps Fed-inflicted bearish consolidation ahead of BoE", "1D", "MTradingGlobal", 1706761116.0, "Not Mentioned By Author", "GBPUSD remains pressured within a six-week-old descending triangle as market players await the Bank of England’s (BoE) monetary policy announcements. In doing so, the Cable pair justifies the US Federal Reserve’s (Fed) hawkish halt, as well as expectations suggesting the BoE’s rate cut in 2024. It’s worth noting, however, that the 50-SMA level of 1.2670 and an..."], ["USDJPY", "https://s3.tradingview.com/f/fAP3XNGm_mid.png", "USDJPY: Bearish behavior takes advantage", "240", "RKarina", 1706760149.0, "Not Mentioned By Author", "Hello everyone, what do you think about the USDJPY today? Will it increase or decrease in value?\n\nCurrently, this currency pair is trading around 146.69 and has lost 0.12% during the day.\n\nThe level of 147.00 has failed to sustain the current downward trend, and any further price declines are likely to find strong support near last week's low around the 145.65..."], ["EURUSD", "https://s3.tradingview.com/7/7y6NF4sn_mid.png", "EURUSD: bullish or bearish?", "1D", "RKarina", 1706756244.0, "Not Mentioned By Author", "Dear friend, EURUSD continues its losing streak this week, with the price of this currency pair trading around the 1.081 level and struggling to find any significant support on the chart. The primarily influencing factors are market news and investor sentiment, along with the volatility of the USD.\n\nIf sellers regain control, EUR/USD could potentially return to..."]]}