{"last_run_values": [["EURUSD", "https://s3.tradingview.com/m/mDboR1yP_mid.png", "EURUSD: Retesting the breakout zone", "60", "RKarina", 1709872322.0, "Not Mentioned By Author", "RKarina is delighted to meet you all again, to discuss and strategize for today!\n\nAs expected, EUR/USD is testing its highest level in two months around 1.0950 during the Asian trading session on Friday. This currency pair gained ground on Thursday, supported by prospects of ECB movements and a weakening US Dollar following a dovish tone from Fed Chair Jerome..."], ["EURUSD", "https://s3.tradingview.com/q/Q1f04JK3_mid.png", "EURUSD Prediction for 01 MAR 24 upcoming week", "240", "finnova_", 1709872126.0, "Not Mentioned By Author", "EURUSD is one of the most traded Forex instruments with good volume activity.\n If we look at the chart: \n         The market has been trading in the consolidation phase. Then it gave a breakout last week, 24th Feb. After that, the market has been in the range (1.07972 - 1.08576) bound situation. \nCase 1: The market is going to be sideways unless it's broken to the..."], ["AUDUSD", "https://s3.tradingview.com/r/rjAdEXaE_mid.png", "AUD/USD currency pair and possibly referring to a flag pattern.", "15", "jadhaodipak999", 1709871708.0, "Not Mentioned By Author", "AUD/USD: This is a Forex currency pair that represents the exchange rate of the Australian Dollar (AUD) against the US Dollar (USD). Traders often analyze this pair to make trading decisions based on the economic conditions and geopolitical factors affecting both countries.\n\nFlag Pattern: In technical analysis, a flag pattern is a continuation pattern that forms..."], ["NZDCAD", "https://s3.tradingview.com/y/yHSa71OO_mid.png", "NZDCAD Long [Daily Swing]", "240", "quantxx", 1709871104.0, "Not Mentioned By Author", "NZDCAD Long off of a Daily Key Price Area. Expected hold time is a few days to a week. Expected RR is +2.5R. All confluences and entry conditions are on the chart."], ["EURUSD", "https://s3.tradingview.com/e/EO8ObJAH_mid.png", "EURUSD MARCH APRIL 2024 big bull run 3b", "1D", "paisachapo", 1709870641.0, "Not Mentioned By Author", "Hi friend\nEurusd \n1:5 risk reward\nBuy 1.093 to 1.095\nStop lose 1.087\nTP 1 1.10 TP \nTp2 1.114\nTp3  1.128\n\nMarch april you will get all target"]]}