{"last_run_values": [["AUDNZD", "https://s3.tradingview.com/k/kI2XUhR1_mid.png", "AUDNZD Shorting opportunity", "180", "Traderkii", 1695634839.0, "Not Mentioned By Author", "AUDNZD price broke out of the resistance below 1.07840 on the 3H time frame, and the price is tanking continuously and can potentially reach 1.07380. The market is giving an opportunity to risk 1 to make 1.5.\n\nThis is a good opportunity for short sellers to enter the market. The risk-reward ratio is favorable, and the price is likely to continue to fall in the..."], ["GBPUSD", "https://s3.tradingview.com/9/94wP7iVT_mid.png", "What promises GBP/USD?", "1D", "Samson-FX", 1695633081.0, "Not Mentioned By Author", "Today, GBPUSD continues to string of losses, reaching the lowest level for months. Currently, the price is trading at 1,2238 and there is no sign that it will prevent the downtrend. On the other hand, along with the weak economic data in the UK, the British bank (BoE) must tighten the policy. Therefore, the increasing difference in policy between the Federal..."], ["USDJPY", "https://s3.tradingview.com/n/N4DmqDRD_mid.png", "USD/JPY passed below 148.50 in the context of concerns", "240", "Samson-FX", 1695633059.0, "Not Mentioned By Author", "Hello dear translators, today USD/JPY continues to increase stability at 148.50 USD.\n\nOn the 4 -hour chart we can see, it seems that this pair of money has cooled down in the increase.\n\nSamson predicts that in the short term, this cash briefcase will have a slight decrease. Although this is only a prediction, we need to focus on Fed."], ["NZDUSD", "https://s3.tradingview.com/m/ma0Pu6CV_mid.png", "NZD/USD maintains above 0.5950 compared to the US dollar", "240", "Samson-FX", 1695632819.0, "Not Mentioned By Author", "Hello dear traders! Today NZDUSD continues to shine when it maintains its stable increase at $ 0.595. And still in the trend of increasing, constantly receiving support. In particular, New Zealand economic data seems to have better recovery than expected.\n\nThe US dollar index (DXY), measuring the value of the greener compared to other main currencies, is having..."]]}