{"last_run_values": [["EURINR", "https://s3.tradingview.com/n/N5rj1MVk_mid.png", "#EURINR Buy on dips", "1D", "SURIYAJONES", 1696414332.0, "Not Mentioned By Author", "#EURINR trading on demand zone with trend line support"], ["USDJPY", "https://s3.tradingview.com/0/0iQRUDmt_mid.png", "USDJPY analysis today (October 3)", "1D", "Samson-FX", 1696413542.0, "Not Mentioned By Author", "The USDJPY pair is maintaining a high level today, currently trading just below the 11-month high of 150.00 at around 149.68. The couple is waiting for signals from the Japanese government while taking into account the impact of words spoken by officials. The strengthening US dollar and higher yields on US treasury bonds have been driving this currency..."], ["EURUSD", "https://s3.tradingview.com/v/VrKKhLvM_mid.png", "Latest EURUSD update today", "240", "Samson-FX", 1696413530.0, "Not Mentioned By Author", "The EURUSD pair is currently facing daily selling pressure and forming its lowest levels in the range of 1.0460 - 1.0455 on Tuesday.\n\nAccording to Samson, the EURUSD pair will undergo a slight correction before declining to a support level at 1.0400."], ["NZDUSD", "https://s3.tradingview.com/t/T3yncbec_mid.png", "NZD/USD continues to maintain the downtrend", "240", "Samson-FX", 1696413521.0, "Not Mentioned By Author", "Greetings everyone!\n\nThe ascending trend in the 4-hour timeframe was disrupted by a significant breakthrough at 0.593. Consequently, the NZD/USD currency pair remains under selling pressure below the 0.5900 level, having failed to sustain above 0.6000 during early Asian trading on Tuesday. At present, this particular currency pair is being traded around 0.589,..."], ["EURUSD", "https://s3.tradingview.com/i/iHHnyf4Q_mid.png", "EURUSD analysis today", "240", "Samson-FX", 1696413427.0, "Not Mentioned By Author", "The market is experiencing fluctuations around its support levels. The price has been updated to a lower value. It is evident that the current trend is offering a discount, so if it rebounds from the resistance level at 1,05000 and rejects it, we may witness a subsequent movement. The previous support at 1,0400 can now be considered as a resistance area."], ["USDJPY", "https://s3.tradingview.com/c/CFIBY9Al_mid.png", "USDJPY aims to go to 150.00 USD", "240", "Samson-FX", 1696413349.0, "Not Mentioned By Author", "Join Samson as we explore the market!\n\nToday, USDJPY experienced a significant drop, although it is merely a minor correction. Analyzing the technical analysis on the H4 timeframe, this currency pair continues to demonstrate an upward trend. Despite being influenced by selling pressure previously, it has rebounded by 0.13% today and currently sits at 149.27. Our..."]]}