{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/1/12uPW4fn_mid.png", "GBPUSD: may increase the price further", "60", "Samson-FX", 1701225886.0, "Not Mentioned By Author", "Driven by the weaker US dollar, GBP/USD continues to hold steady above the 1.2600 level and trades at its highest point in two months. It reached a peak at 1.2645 before retreating and seeking support at 1.2600. At the time of writing, the price is trading at 1.2639 and remains stable on the 4-hour timeframe.\n\nThe market is experiencing a decline, evident by its..."], ["USDJPY", "https://s3.tradingview.com/q/qZJmZymi_mid.png", "USDJPY", "120", "Samson-FX", 1701225809.0, "Not Mentioned By Author", "As predicted earlier, the USD/JPY pair has dropped close to the 146.50 mark. The decline of the US dollar and lower US interest rates have had a negative impact on USDJPY in recent days. At the time of writing, the price is trading at 145.95, and any upward momentum now poses a threat to the price. Therefore, it is necessary to test the support level at 146.51 in..."], ["GBPUSD", "https://s3.tradingview.com/p/PSJGiPR1_mid.png", "GBPUSD", "60", "Samson-FX", 1701225071.0, "Not Mentioned By Author", "As predicted earlier, the successful breakout from the resistance level of 1.255 and the continuation of the previous price increase have been maintained as this currency pair achieved the strongest daily closing since August 30th, thanks to the weakness of the US dollar. The appetite for risk and lower bond yields have weighed on the greenback and acted as..."], ["EURUSD", "https://s3.tradingview.com/r/RDF9v88z_mid.png", "EURUSD", "60", "Samson-FX", 1701224824.0, "Not Mentioned By Author", "Samson greets everyone!\n\nCurrently, EURUSD continues to maintain a strong upward trend after successfully surpassing the resistance level of 1.096. This currency pair is supported by an increase in risk appetite in the broader market, which has led to a depreciation of the US dollar and played a favorable role in pushing EURUSD towards 1.105.\n\nHowever, the upward..."]]}