{"last_run_values": [["USDJPY", "https://s3.tradingview.com/j/JKo1fhhA_mid.png", "USDJPY: BUY opportunity", "240", "RKarina", 1710152944.0, "Not Mentioned By Author", "Hello traders, this is a comprehensive analysis report. The price reversal is going up, indicating a strong buying opportunity for USDJPY. Traders, if you like this idea or have your own perspective on it, please leave a comment. I would be delighted to hear from you."], ["GBPUSD", "https://s3.tradingview.com/t/tuV2Rhv2_mid.png", "GBPUSD: Starting to correct?", "240", "RKarina", 1710152175.0, "Not Mentioned By Author", "Hello dear friends!\n\nToday, GBP/USD is gradually decreasing to the level of 1.2800 tons in the first day of the new week. The US Dollar has prevented its losing streak as the market shifts to risk aversion ahead of the highly anticipated US CPI report, which will be released on Tuesday. This has somewhat limited the upward trend for the GBP/USD pair.\n\nAs a result,..."], ["AUDJPY", "https://s3.tradingview.com/z/Zt9YHKaF_mid.png", "AUDJPY: Ending Diagonal Pattern; A Reversal on the Horizon.", "1D", "Aquanet_Market_Forecast", 1710151896.0, "Not Mentioned By Author", "The advance from Mar 24, 2023 low of 86.06 subdivides into five waves. Notice that this price action contains overlapping waves that contract and form a wedge shape. That is the emblem of an ending diagonal which cues a swift and dramatic reversal on the horizon.\nAccording to Elliott Wave guideline, the expected reversal is projected to reach at least the point..."], ["EURUSD", "https://s3.tradingview.com/d/DrmaFD8Q_mid.png", "EURUSD: Waiting anxiously!", "240", "RKarina", 1710151861.0, "Not Mentioned By Author", "Hello dear friends!\n\nToday, EUR/USD is trading in a tight range below 1.0950 in the morning of Monday in Europe, extending its sideways movement in the context of a stable US dollar and mild risk sentiment. Traders are cautious about placing new bets on the major currency ahead of the US CPI data release on Tuesday. This will be a significant news that will..."], ["USDCHF", "https://s3.tradingview.com/q/QBI2GdAF_mid.png", "USDCHF Short [Daily Swing]", "240", "quantxx", 1710151659.0, "Not Mentioned By Author", "USDCHF Short off of a daily key market area. Expected hold time is a few days to a week. Expected RR is +3R. All confluences and entry conditions are on the chart."]]}