{"last_run_values": [["GBPUSD", "https://s3.tradingview.com/9/9xNJt46T_mid.png", "GBPUSD: SELL?", "720", "RKarina", 1706067823.0, "Not Mentioned By Author", "GBPUSD Trading Strategy:\n\nThe GBPUSD currency pair experienced a significant decline towards the end of Tuesday, maintaining a price level around 1.270 at the start of the trading session with a modest recovery of 0.07% throughout the day. However, GBPUSD is currently in a corrective phase after retesting the Breakout zone, and it is expected that the price will..."], ["EURUSD", "https://s3.tradingview.com/q/qvDJnqS6_mid.png", "EURUSD declines? What is the reason?", "1D", "RKarina", 1706067313.0, "Not Mentioned By Author", "Dear friends, it's RKarina again. Are you curious about the next trend of EURUSD? Here are some insights I have about this currency pair.\n\nLooking at the daily chart, we can see that the previous upward momentum of EURUSD is gradually weakening, especially as it started to decline from the near 1.111 level. The trend seems to be shifting sideways and may even..."], ["EURUSD", "https://s3.tradingview.com/i/iqMPQmy1_mid.png", "EURUSD: Downtrend", "720", "RKarina", 1706067276.0, "Not Mentioned By Author", "The EURUSD continues to show no change in its bearish trend from yesterday until now, further damaging the European currency and pushing EUR/USD to new lows in weeks around the 1.0820 level.\n\nThe continued strong buying interest in the greenback has reduced risk appetite and pushed the US Dollar Index (DXY) to new yearly highs around 103.80, supported by higher US..."], ["GBPUSD", "https://s3.tradingview.com/h/hWSzEu2m_mid.png", "GBPUSD rebounds within bullish triangle as UK, US PMIs loom", "240", "MTradingGlobal", 1706066472.0, "Not Mentioned By Author", "GBPUSD floats above the 200-bar Exponential Moving Average (EMA) as traders brace for the monthly activity data from the UK and the US early Wednesday. In doing so, the Cable pair reverses the previous day’s losses while staying firmer within a one-month-old descending triangle formation, also known as the bullish triangle. Apart from the pair’s recovery from the..."]]}